{
  "Home": {
    "title": "Everything about rotating machinery, accompanied by HTM.",
    "subTitle": "We strive to deliver the best results that meet customer demands based on our expertise in the remanufacturing of rotating machinery.",
    "subTitle2": "Introduction to Business Areas",
    "remanufacturing": "Remanufacturing",
    "remanufacturing.desc": "We possess capabilities in rotor design and reverse engineering for pumps through our One-Stop Remanufacturing Service.",
    "pumpEngineering": "Design",
    "pumpEngineering.desc": "We implement high-level designs based on our capabilities in rotor design and reverse engineering for pumps, turbines, and compressors.",
    "cfd": "Fluid Analysis",
    "cfd.desc": "We predict the efficiency and performance of rotors through Computational Fluid Dynamics (CFD).",
    "structuralAnalysis": "Structural Analysis",
    "structuralAnalysis.desc": "We possess capabilities in Structural Analysis (CAE) to ensure the robustness of rotors.",
    "rotorDynamicsAnalaysis": "Shaft System Analysis",
    "rotorDynamicsAnalaysis.desc": "We establish designs that ensure stability through rotor dynamics analysis for shaft systems."
  },
  "Footer": {
    "address": "1st Engineering Building HTM, 2 Busandaehak-ro 63beon-gil, Geumjeong-gu, Busan, Republic of Korea",
    "email": "junho@htmach.co.kr",
    "rights": "Copyright &#169; 2023 HTM. All Rights Reserved."
  },
  "Common": {
    "preparing": "Preparing"
  },
  "Menu": {
    "madyn": "MADYN",
    "company-introduce": "About us",
    "business-area": "Business Areas",
    "technilogy-status": "Technology Status",
    "performance-cases": "Performance/Cases",
    "help": "Contact"
  },
  "madyn": {
    "title": "MADYN 2000",
    "subTitle": "Rotordynamics Analysis Software",
    "desc": "MADYN 2000 provides the ultimate solution for rotordynamics analysis of turbomachinery. With MADYN 2000, you can ensure smooth operation and long lifespan of your machinery through precise and robust design reviews. From small automotive turbochargers to large shaft trains producing several hundred to thousand megawatts, MADYN 2000 is used across a wide range of industries. Experience MADYN 2000 today.",
    "inquery": "Inquire",
    "title2": "Extensive Industrial Experience and Expertise",
    "desc2": "MADYN is Delta's specialized rotordynamics analysis software based on research originating from the Technical University of Darmstadt, Germany. Developed over more than 20 years of research since the 1970s, MADYN offers comprehensive engineering and consulting services in the field of rotordynamics. It is applicable to turbo machinery for industrial, power generation, and propulsion, and has evolved through collaboration with clients across diverse fields over many years. User-friendly MADYN, based on extensive research and expertise, includes the following features:",
    "property1": "Convenient analysis condition settings and modeling",
    "property2": "Object-oriented data structure and library generation",
    "property3": "Various options for rotordynamics performance analysis and automation",
    "property4": "Coupling analysis and optimization including various types of gears, bearings, seals, and shafts",
    "title3": "Special Modeling Features",
    "keyword1": "MADYN 2000",
    "keyword2": "Rotordynamic program",
    "keyword3": "Magnetic bearings",
    "keyword4": "Lateral, torsional, and axial vibrations",
    "keyword5": "Fluid film bearings",
    "keyword6": "Couplings and stability analysis",
    "title4": "Powerful Analysis Capabilities"
  }
}
